Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/hvordan-komme-i-gang-med-snakksamisktemae.html.tmx
Source language: nob
Languages: sme

source: Hvordan komme i gang med #snakksamisktemæ / Artikler / Snakk samisk te' mæ / Språk / Forsiden - Sametinget
sme: Movt don álggát #sámásmuinna / Artikler / Sámás muinna / Giella / Sámediggi - Sametinget

source: Hvordan komme i gang med #snakksamisktemæ
sme: Movt don álggát #sámásmuinna

source: Instagram
sme: Instagrámma

source: Det første du må gjøre er å laste ned appen Instagram .
sme: Vuos fertet viežžat Instagrámma prográmma.

source: Dette er en bildedelingsapp som tillater deg å dele bilder.
sme: Dat lea govvajuogadanprográmma mainna sáhtát juogadit govaid.

source: En forutsetning for at akkurat dine bilder blir med i kampanjen er at du har en åpen profil.
sme: Eaktun dasa ahte aiddo fal du govat bohtet mielde kampánnjii, lea ahte dus lea rabas profiila.

source: Dette sjekker du på dine innstillinger.
sme: Dan iskkat iežat heivehemiid vuolde.

source: Ønsker du ikke å åpne din private profil er alternativet at du opprettet en tilleggskonto.
sme: Jus it háliit rahpat iežat priváhta profiilla, de sáhtát rahpat lassekonto.

source: Instagram er et gratis program, så det vil ikke koste deg noe.
sme: Instagrámma prográmma lea nuvttá, nu ahte dat ii mávsse dutnje maidege.

source: Hvordan legge tekst på bilde?
sme: Mo bidjat teavstta govaide?

source: Det finnes en rekke applikasjoner som kan lastes ned gratis både i Google Play og i Appstore.
sme: Doppe leat máŋga prográmma maid sáhttá viežžat nuvttá sihke Google Play:s ja iTune:s.

source: PicLab og LineCamera er noen alternativer.
sme: PicLab ja LineCamera sáhttá maid geavahit.

source: Samisk tastatur på mobiltelefon
sme: Sámi boallobeavdi mobiltelefovnnas

source: Det finnes dessverre ikke samisk tastatur for alle telefoner ennå.
sme: Dađibahábut ii leat sámi boallobeavdi buot telefovnnain vel.

source: Men det finnes likevel flere metoder for å ta i bruk samiske bokstaver på mobilen.
sme: Muhto dattetge leat máŋga vuogi mo sáhttá oažžut sámegielbustávaid mobiillas.

source: Det finnes et nordsamisk tastatur for Android-telefoner.
sme: Android-telefovnnaide gávdno davvisámegiela boallobeavdi.

source: Scandinavian keybord lastes ned i Google Play.
sme: Scandinavian keybordsáhttá viežžat Google Play:s.

source: Hvis du ikke vil bruke Scandinavian keyboard er det også mulig å bruke Hrvatski , det kroatiske tastaturet, som allerede er installert på telefonen din.
sme: Jus it háliit geavahit Scandinavian keyboard ,de lea maid vejolaš geavahitHrvatski, kroáhtalaš boallobeavddi, mii lea juo du telefovnnas.

source: Dette gir bokstavene áčđšž (ved å trykke lenge på acdsz), de eneste bokstavene du da mangler er dermed ŋŧ.
sme: Doppe leat bustávat áčđšž (go guhká deattát bustávaid acdsz), áidna bustávat mat eai leat doppe, leat ŋŧ.

source: iPhone og Nokia
sme: iPhone ja Nokia

source: Det fins ikke noe nordsamisk tastatur for iPhone eller Nokia.
sme: iPhone dahje Nokia telefovnnain ii lea davvisámegiela boallobeavdi.

source: Som på Android-telefoner kan du bruke Hrvatski , det kroatiske tastaturet, som allerede er installert på telefonen din.
sme: Nu go Android-telefovnnain, de sáhtát geavahit Hrvatski, kroáhtalaš boallobeavddi, mii lea juo du telefovnnas.

source: Ordbøker på telefon
sme: Sátnegirjjit telefovnnas

source: Lulesamisk: http://ntec.no/samisk/
sme: Lullisámegiella: http://giellatekno.uit.no/words/dicts/index.nno.html

source: Andre tips og triks
sme: Eará cavgileamit ja juonat

source: Hvordan få samisk tastatur på datamaskinen
sme: Mo oažžut sámi boallobeavddi dihtorii:

source: http://giellatekno.uit.no/doc/infra/docu-keyboard.nno.html
sme: Giellatekno ruovttusiiddus: http://giellatekno.uit.no/doc/infra/docu-keyboard.nno.html lea dárkilit čilgejuvvon mo oažžut sámegiela boallobeavddi dihtorii

source: Samisk retteprogram
sme: Sámi divvunprográmma:

source: På Giellatekno kan sine hjemmesider du også laste ned Divvun, et rettskrivningsverktøy for både Windows, MacOS, OpenOffice &amp; LibraOffice, samt InDesign. http://divvun.no/no/index.htm
sme: Giellatekno ruovttusiiddus, http://divvun.no/no/index.htm , sáhtát maid viežžat Divvuma, riektečállinreaidu sihke Windows, MacOS, OpenOffice &amp; LibraOffice ja InDesign várás.

source: I tillegg finnes både digitale ordbøker, interaktive samiskkurs og maskinbasert oversettelsestjeneste fra nordsamisk til norsk.
sme: Dasa lassin leat sihke digitála sátnegirjjit, interaktiiva sámegielkurssat ja mášinvuđot jorgalanbálvalus davvisámegielas dárogillii.
